Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# location_denied
source: Location access is off. You can allow it in Settings or choose a city.
ar: الوصول إلى الموقع متوقف. يمكنك السماح به من الإعدادات أو اختيار مدينة.
as: অৱস্থানৰ অনুমতি অফ আছে। আপুনি ছেটিংছত ইয়াক অন কৰিব পাৰে বা এখন চহৰ বাছিব পাৰে।
bn: লোকেশন অ্যাক্সেস বন্ধ আছে। আপনি সেটিংসে এটি চালু করতে পারেন বা একটি শহর বেছে নিতে পারেন।
bs: Pristup lokaciji je isključen. Možete ga dozvoliti u postavkama ili odabrati grad.
ckb: دەستگەیشتن بە شوێن کوژاوەتەوە. دەتوانیت لە ڕێکخستنەکان ڕێگەی پێ بدەیت یان شارێک هەڵبژێریت.
es: La ubicación está desactivada. Permítela en Ajustes o elige una ciudad.
fa: دسترسی به موقعیت خاموش است. می‌توانید آن را در تنظیمات مجاز کنید یا یک شهر انتخاب کنید.
fa_af: دسترسی به موقعیت خاموش است. می‌توانید آن را در تنظیمات مجاز کنید یا یک شهر انتخاب کنید.
fil: Naka-off ang access sa lokasyon. Maaari mo itong payagan sa Mga Setting o pumili ng lungsod.
fr: Localisation désactivée. Autorisez-la dans Réglages ou choisissez une ville.
gu: લોકેશનની ઍક્સેસ બંધ છે. તમે સેટિંગ્સમાં તેને ચાલુ કરી શકો છો અથવા કોઈ શહેર પસંદ કરી શકો છો.
ha: An kashe damar shiga wuri. Kuna iya ba da izini a Saituna ko zaɓi gari.
hi: लोकेशन की अनुमति बंद है। आप सेटिंग्स में इसे चालू कर सकते हैं या कोई शहर चुन सकते हैं।
hu: A helyhozzáférés ki van kapcsolva. Engedélyezheted a Beállításokban, vagy választhatsz várost.
id: Akses lokasi mati. Izinkan di Pengaturan atau pilih kota.
ka: მდებარეობაზე წვდომა გამორთულია. შეგიძლიათ დაუშვათ პარამეტრებში ან აირჩიოთ ქალაქი.
km: ការចូលប្រើទីតាំងត្រូវបានបិទ។ អ្នកអាចអនុញ្ញាតវានៅក្នុងការកំណត់ ឬជ្រើសរើសទីក្រុង។
kn: ಸ್ಥಳ ಪ್ರವೇಶ ಆಫ್ ಆಗಿದೆ. ನೀವು ಅದನ್ನು ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಅನುಮತಿಸಬಹುದು ಅಥವಾ ನಗರವನ್ನು ಆಯ್ಕೆಮಾಡಬಹುದು.
mk: Пристапот до локацијата е исклучен. Можете да го дозволите во поставките или да изберете град.
ml: ലൊക്കേഷൻ ആക്സസ് ഓഫാണ്. നിങ്ങൾക്ക് ക്രമീകരണങ്ങളിൽ അത് അനുവദിക്കാം അല്ലെങ്കിൽ ഒരു നഗരം തിരഞ്ഞെടുക്കാം.
mr: लोकेशन ॲक्सेस बंद आहे. तुम्ही तो सेटिंग्जमध्ये चालू करू शकता किंवा एखादे शहर निवडू शकता.
nl: Locatietoegang staat uit. Je kunt het toestaan in Instellingen of een stad kiezen.
pa: ਟਿਕਾਣੇ ਦੀ ਪਹੁੰਚ ਬੰਦ ਹੈ। ਤੁਸੀਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇਜਾਜ਼ਤ ਦੇ ਸਕਦੇ ਹੋ ਜਾਂ ਕੋਈ ਸ਼ਹਿਰ ਚੁਣ ਸਕਦੇ ਹੋ।
pt: O acesso à localização está desativado. Você pode permiti-lo em Configurações ou escolher uma cidade.
ru: Доступ к геолокации выключен. Разрешите его в настройках или выберите город.
si: ස්ථාන ප්‍රවේශය අක්‍රියයි. ඔබට සැකසීම්වල එයට ඉඩ දිය හැක හෝ නගරයක් තෝරා ගත හැක.
sr: Приступ локацији је искључен. Можете га дозволити у подешавањима или изабрати град.
sw: Ufikiaji wa mahali umezimwa. Unaweza kuuruhusu kwenye Mipangilio au kuchagua mji.
te: లొకేషన్ యాక్సెస్ ఆఫ్‌లో ఉంది. మీరు సెట్టింగ్‌లలో అనుమతించవచ్చు లేదా నగరాన్ని ఎంచుకోవచ్చు.
th: การเข้าถึงตำแหน่งปิดอยู่ คุณอนุญาตได้ในการตั้งค่าหรือเลือกเมือง
tr: Konum erişimi kapalı. Ayarlar’dan izin verebilir veya şehir seçebilirsiniz.
ug: ئورۇن ئىجازىتى تاقاق. تەڭشەكتە ئىجازەت بەرسىڭىز ياكى بىر شەھەر تاللىسىڭىز بولىدۇ.
ur: مقام تک رسائی بند ہے۔ ترتیبات میں اجازت دیں یا شہر منتخب کریں۔
vi: Quyền truy cập vị trí đang tắt. Bạn có thể cho phép trong Cài đặt hoặc chọn một thành phố.
zh_hans: 位置权限已关闭。你可以在设置中允许，或选择一个城市。

# location_fix_failed
source: Couldn’t get a location fix. Go outside or choose a city.
ar: تعذّر تحديد الموقع. اخرج إلى مكان مفتوح أو اختر مدينة.
as: অৱস্থান পোৱা নগ'ল। বাহিৰলৈ যাওক বা এখন চহৰ বাছক।
bn: লোকেশন পাওয়া যায়নি। বাইরে যান বা একটি শহর বেছে নিন।
bs: Lokaciju nije moguće odrediti. Izađite napolje ili odaberite grad.
ckb: نەتوانرا شوێنەکەت دیاری بکرێت. بڕۆ دەرەوە یان شارێک هەڵبژێرە.
es: No se obtuvo ubicación. Sal al exterior o elige una ciudad.
fa: موقعیت دقیق پیدا نشد. به فضای باز بروید یا یک شهر انتخاب کنید.
fa_af: موقعیت دقیق پیدا نشد. به فضای باز بروید یا یک شهر انتخاب کنید.
fil: Hindi makuha ang iyong lokasyon. Lumabas o pumili ng lungsod.
fr: Position introuvable. Sortez à l’extérieur ou choisissez une ville.
gu: લોકેશન મળી શક્યું નહીં. બહાર જાઓ અથવા કોઈ શહેર પસંદ કરો.
ha: Ba a iya gano wurinku ba. Fita waje ko zaɓi gari.
hi: लोकेशन पता नहीं चल सकी। बाहर जाएँ या कोई शहर चुनें।
hu: Nem sikerült meghatározni a helyzetedet. Menj a szabadba, vagy válassz várost.
id: Lokasi tidak didapat. Pergi ke tempat terbuka atau pilih kota.
ka: მდებარეობის დადგენა ვერ მოხერხდა. გადით გარეთ ან აირჩიეთ ქალაქი.
km: មិនអាចកំណត់ទីតាំងបានទេ។ សូមចេញទៅខាងក្រៅ ឬជ្រើសរើសទីក្រុង។
kn: ಸ್ಥಳ ಪತ್ತೆಯಾಗಲಿಲ್ಲ. ಹೊರಗೆ ಹೋಗಿ ಅಥವಾ ನಗರವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
mk: Не може да се одреди локацијата. Излезете надвор или изберете град.
ml: ലൊക്കേഷൻ ലഭിച്ചില്ല. പുറത്തേക്ക് പോകുക അല്ലെങ്കിൽ ഒരു നഗരം തിരഞ്ഞെടുക്കുക.
mr: लोकेशन मिळू शकले नाही. बाहेर जा किंवा एखादे शहर निवडा.
nl: Kon je locatie niet bepalen. Ga naar buiten of kies een stad.
pa: ਟਿਕਾਣਾ ਪਤਾ ਨਹੀਂ ਲੱਗ ਸਕਿਆ। ਬਾਹਰ ਜਾਓ ਜਾਂ ਕੋਈ ਸ਼ਹਿਰ ਚੁਣੋ।
pt: Não foi possível obter a localização. Vá para um lugar aberto ou escolha uma cidade.
ru: Не удалось определить местоположение. Выйдите на улицу или выберите город.
si: ස්ථානය ලබා ගත නොහැකි විය. එළිමහනට යන්න හෝ නගරයක් තෝරන්න.
sr: Није могуће одредити локацију. Изађите напоље или изаберите град.
sw: Imeshindwa kupata mahali ulipo. Toka nje au chagua mji.
te: లొకేషన్ దొరకలేదు. బయటకు వెళ్లండి లేదా నగరాన్ని ఎంచుకోండి.
th: ระบุตำแหน่งไม่ได้ ลองออกไปที่โล่งหรือเลือกเมือง
tr: Konum alınamadı. Açık alana çıkın veya şehir seçin.
ug: ئورۇننى ئېنىقلىغىلى بولمىدى. ئوچۇق جايغا چىقىڭ ياكى بىر شەھەر تاللاڭ.
ur: مقام معلوم نہیں ہو سکا۔ کھلی جگہ جائیں یا شہر منتخب کریں۔
vi: Không xác định được vị trí. Hãy ra ngoài trời hoặc chọn một thành phố.
zh_hans: 无法定位。请到室外，或选择一个城市。

# location_section
source: Location for prayer times
ar: موقع حساب المواقيت
as: নামাজৰ সময়ৰ বাবে অৱস্থান
bn: নামাজের সময়ের জন্য লোকেশন
bs: Lokacija za namaska vremena
ckb: شوێن بۆ کاتەکانی نوێژ
es: Ubicación de los horarios
fa: موقعیت برای اوقات نماز
fa_af: موقعیت برای اوقات نماز
fil: Lokasyon para sa mga oras ng dasal
fr: Lieu des horaires
gu: નમાઝના સમય માટે લોકેશન
ha: Wuri don lokutan sallah
hi: नमाज़ के समय के लिए लोकेशन
hu: Hely az imaidőkhöz
id: Lokasi jadwal salat
ka: მდებარეობა ლოცვის დროებისთვის
km: ទីតាំងសម្រាប់ម៉ោងសឡាត
kn: ನಮಾಜ್ ಸಮಯಗಳಿಗಾಗಿ ಸ್ಥಳ
mk: Локација за времињата за намаз
ml: നമസ്കാര സമയങ്ങൾക്കുള്ള ലൊക്കേഷൻ
mr: नमाजच्या वेळांसाठी लोकेशन
nl: Locatie voor gebedstijden
pa: ਨਮਾਜ਼ ਦੇ ਵਕਤਾਂ ਲਈ ਟਿਕਾਣਾ
pt: Localização para os horários de oração
ru: Местоположение для времени намазов
si: සලාත වේලාවන් සඳහා ස්ථානය
sr: Локација за намаска времена
sw: Mahali kwa nyakati za sala
te: నమాజ్ సమయాల కోసం లొకేషన్
th: ตำแหน่งสำหรับเวลาละหมาด
tr: Namaz vakitleri konumu
ug: ناماز ۋاقتى ئۈچۈن ئورۇن
ur: اوقاتِ نماز کا مقام
vi: Vị trí cho giờ cầu nguyện
zh_hans: 礼拜时间所用位置

# map_a11y
source: Map of nearby mosques. Use the actions to open one, or use the list.
ar: خريطة المساجد القريبة. استخدم الإجراءات لفتح مسجد، أو استخدم القائمة.
as: ওচৰৰ মছজিদৰ মানচিত্ৰ। এখন খুলিবলৈ একচন ব্যৱহাৰ কৰক, বা তালিকাখন ব্যৱহাৰ কৰক।
bn: কাছের মসজিদের মানচিত্র। কোনোটি খুলতে অ্যাকশন ব্যবহার করুন, অথবা তালিকা ব্যবহার করুন।
bs: Mapa džamija u blizini. Koristite radnje da otvorite neku ili koristite listu.
ckb: نەخشەی مزگەوتە نزیکەکان. کردارەکان بەکاربهێنە بۆ کردنەوەی یەکێکیان، یان لیستەکە بەکاربهێنە.
es: Mapa de mezquitas cercanas. Use las acciones para abrir una, o la lista.
fa: نقشه مسجدهای نزدیک. برای باز کردن یک مسجد از کنش‌ها یا فهرست استفاده کنید.
fa_af: نقشه مساجد نزدیک. برای باز کردن یک مسجد از کنش‌ها یا فهرست استفاده کنید.
fil: Mapa ng mga kalapit na masjid. Gamitin ang mga aksyon para buksan ang isa, o gamitin ang listahan.
fr: Carte des mosquées proches. Utilisez les actions pour en ouvrir une, ou la liste.
gu: નજીકની મસ્જિદોનો નકશો. કોઈ મસ્જિદ ખોલવા માટે ઍક્શન વાપરો, અથવા યાદી વાપરો.
ha: Taswirar masallatan da ke kusa. Yi amfani da ayyukan don buɗe ɗaya, ko yi amfani da jerin.
hi: आसपास की मस्जिदों का नक्शा। किसी मस्जिद को खोलने के लिए ऐक्शन इस्तेमाल करें, या सूची इस्तेमाल करें।
hu: A közeli mecsetek térképe. A műveletekkel megnyithatsz egyet, vagy használd a listát.
id: Peta masjid terdekat. Gunakan tindakan untuk membuka salah satunya, atau gunakan daftar.
ka: ახლომდებარე მეჩეთების რუკა. გამოიყენეთ მოქმედებები ერთ-ერთის გასახსნელად, ან გამოიყენეთ სია.
km: ផែនទីម៉ាស្ជិតក្បែរៗ។ ប្រើសកម្មភាពដើម្បីបើកមួយ ឬប្រើបញ្ជី។
kn: ಹತ್ತಿರದ ಮಸೀದಿಗಳ ನಕ್ಷೆ. ಒಂದನ್ನು ತೆರೆಯಲು ಕ್ರಿಯೆಗಳನ್ನು ಬಳಸಿ, ಅಥವಾ ಪಟ್ಟಿಯನ್ನು ಬಳಸಿ.
mk: Мапа на џамии во близина. Користете ги дејствата за да отворите една или користете го списокот.
ml: അടുത്തുള്ള പള്ളികളുടെ മാപ്പ്. ഒന്ന് തുറക്കാൻ പ്രവർത്തനങ്ങൾ ഉപയോഗിക്കുക, അല്ലെങ്കിൽ പട്ടിക ഉപയോഗിക്കുക.
mr: जवळच्या मशिदींचा नकाशा. एखादी मशीद उघडण्यासाठी ॲक्शन वापरा, किंवा यादी वापरा.
nl: Kaart van moskeeën in de buurt. Gebruik de acties om er een te openen, of gebruik de lijst.
pa: ਨੇੜਲੀਆਂ ਮਸਜਿਦਾਂ ਦਾ ਨਕਸ਼ਾ। ਕੋਈ ਮਸਜਿਦ ਖੋਲ੍ਹਣ ਲਈ ਕਾਰਵਾਈਆਂ ਵਰਤੋ, ਜਾਂ ਸੂਚੀ ਵਰਤੋ।
pt: Mapa das mesquitas próximas. Use as ações para abrir uma ou use a lista.
ru: Карта мечетей поблизости. Используйте действия, чтобы открыть мечеть, или перейдите к списку.
si: අසල පල්ලිවල සිතියම. එකක් විවෘත කිරීමට ක්‍රියා භාවිත කරන්න, නැතහොත් ලැයිස්තුව භාවිත කරන්න.
sr: Мапа џамија у близини. Користите радње да отворите неку или користите листу.
sw: Ramani ya misikiti iliyo karibu. Tumia vitendo kufungua mmoja, au tumia orodha.
te: దగ్గరి మసీదుల మ్యాప్. ఒకదాన్ని తెరవడానికి చర్యలను ఉపయోగించండి, లేదా జాబితాను ఉపయోగించండి.
th: แผนที่มัสยิดใกล้เคียง ใช้การดำเนินการเพื่อเปิดมัสยิด หรือใช้รายการ
tr: Yakındaki camilerin haritası. Birini açmak için eylemleri veya listeyi kullanın.
ug: يېقىن ئەتراپتىكى مەسچىتلەر خەرىتىسى. بىرىنى ئېچىش ئۈچۈن مەشغۇلاتلارنى ياكى تىزىملىكنى ئىشلىتىڭ.
ur: قریبی مساجد کا نقشہ۔ کوئی مسجد کھولنے کے لیے ایکشنز یا فہرست استعمال کریں۔
vi: Bản đồ các thánh đường gần đó. Dùng các thao tác để mở một thánh đường, hoặc dùng danh sách.
zh_hans: 附近清真寺地图。使用操作打开其中一个，或使用列表。

# map_attribution_ofm
source: Map © OpenFreeMap, OpenMapTiles, OpenStreetMap contributors
ar: الخريطة © OpenFreeMap وOpenMapTiles ومساهمو OpenStreetMap
as: মানচিত্ৰ © OpenFreeMap, OpenMapTiles, OpenStreetMap অৰিহণাকাৰীসকল
bn: মানচিত্র © OpenFreeMap, OpenMapTiles, OpenStreetMap অবদানকারীরা
bs: Mapa © OpenFreeMap, OpenMapTiles, saradnici OpenStreetMap-a
ckb: نەخشە © OpenFreeMap، OpenMapTiles، بەشداربووانی OpenStreetMap
es: Mapa © OpenFreeMap, OpenMapTiles, colaboradores de OpenStreetMap
fa: نقشه © OpenFreeMap، OpenMapTiles، مشارکت‌کنندگان OpenStreetMap
fa_af: نقشه © OpenFreeMap، OpenMapTiles، مشارکت‌کنندگان OpenStreetMap
fil: Mapa © OpenFreeMap, OpenMapTiles, mga contributor ng OpenStreetMap
fr: Carte © OpenFreeMap, OpenMapTiles, contributeurs OpenStreetMap
gu: નકશો © OpenFreeMap, OpenMapTiles, OpenStreetMap યોગદાનકર્તાઓ
ha: Taswira © OpenFreeMap, OpenMapTiles, masu ba da gudummawa na OpenStreetMap
hi: नक्शा © OpenFreeMap, OpenMapTiles, OpenStreetMap योगदानकर्ता
hu: Térkép © OpenFreeMap, OpenMapTiles, OpenStreetMap közreműködők
id: Peta © OpenFreeMap, OpenMapTiles, kontributor OpenStreetMap
ka: რუკა © OpenFreeMap, OpenMapTiles, OpenStreetMap-ის მონაწილეები
km: ផែនទី © OpenFreeMap, OpenMapTiles, អ្នករួមចំណែក OpenStreetMap
kn: ನಕ್ಷೆ © OpenFreeMap, OpenMapTiles, OpenStreetMap ಕೊಡುಗೆದಾರರು
mk: Мапа © OpenFreeMap, OpenMapTiles, соработници на OpenStreetMap
ml: മാപ്പ് © OpenFreeMap, OpenMapTiles, OpenStreetMap സംഭാവകർ
mr: नकाशा © OpenFreeMap, OpenMapTiles, OpenStreetMap योगदानकर्ते
nl: Kaart © OpenFreeMap, OpenMapTiles, OpenStreetMap-bijdragers
pa: ਨਕਸ਼ਾ © OpenFreeMap, OpenMapTiles, OpenStreetMap ਯੋਗਦਾਨੀ
pt: Mapa © OpenFreeMap, OpenMapTiles, colaboradores do OpenStreetMap
ru: Карта © OpenFreeMap, OpenMapTiles, участники OpenStreetMap
si: සිතියම © OpenFreeMap, OpenMapTiles, OpenStreetMap දායකයින්
sr: Мапа © OpenFreeMap, OpenMapTiles, сарадници OpenStreetMap-а
sw: Ramani © OpenFreeMap, OpenMapTiles, wachangiaji wa OpenStreetMap
te: మ్యాప్ © OpenFreeMap, OpenMapTiles, OpenStreetMap కంట్రిబ్యూటర్‌లు
th: แผนที่ © OpenFreeMap, OpenMapTiles, ผู้ร่วมพัฒนา OpenStreetMap
tr: Harita © OpenFreeMap, OpenMapTiles, OpenStreetMap katkıcıları
ug: خەرىتە © OpenFreeMap، OpenMapTiles، OpenStreetMap تۆھپىكارلىرى
ur: نقشہ © OpenFreeMap، OpenMapTiles، OpenStreetMap معاونین
vi: Bản đồ © OpenFreeMap, OpenMapTiles, những người đóng góp OpenStreetMap
zh_hans: 地图 © OpenFreeMap、OpenMapTiles、OpenStreetMap 贡献者

# map_full_screen
source: Full-screen map
ar: خريطة بملء الشاشة
as: সম্পূৰ্ণ স্ক্ৰীণ মানচিত্ৰ
bn: পূর্ণ স্ক্রিন মানচিত্র
bs: Mapa preko cijelog ekrana
ckb: نەخشەی پڕ بە شاشە
es: Mapa a pantalla completa
fa: نقشه تمام‌صفحه
fa_af: نقشه تمام‌صفحه
fil: Full-screen na mapa
fr: Carte plein écran
gu: ફુલ-સ્ક્રીન નકશો
ha: Taswira a cikakken allo
hi: फ़ुल-स्क्रीन नक्शा
hu: Teljes képernyős térkép
id: Peta layar penuh
ka: რუკა მთელ ეკრანზე
km: ផែនទីពេញអេក្រង់
kn: ಪೂರ್ಣ ಪರದೆಯ ನಕ್ಷೆ
mk: Мапа на цел екран
ml: പൂർണ്ണ സ്ക്രീൻ മാപ്പ്
mr: पूर्ण स्क्रीन नकाशा
nl: Kaart op volledig scherm
pa: ਪੂਰੀ ਸਕ੍ਰੀਨ ਨਕਸ਼ਾ
pt: Mapa em tela cheia
ru: Карта на весь экран
si: පූර්ණ තිර සිතියම
sr: Мапа преко целог екрана
sw: Ramani skrini nzima
te: పూర్తి స్క్రీన్ మ్యాప్
th: แผนที่เต็มจอ
tr: Tam ekran harita
ug: پۈتۈن ئېكرانلىق خەرىتە
ur: پوری اسکرین کا نقشہ
vi: Bản đồ toàn màn hình
zh_hans: 全屏地图

# map_needs_internet
source: The map background needs internet. The list works offline.
ar: خلفية الخريطة تحتاج إلى الإنترنت، والقائمة تعمل دونه.
as: মানচিত্ৰৰ পটভূমিৰ বাবে ইণ্টাৰনেট লাগে। তালিকাখন অফলাইনত চলে।
bn: মানচিত্রের পটভূমির জন্য ইন্টারনেট লাগে। তালিকা অফলাইনে চলে।
bs: Pozadini mape je potreban internet. Lista radi bez interneta.
ckb: باکگراوندی نەخشە پێویستی بە ئینتەرنێتە. لیستەکە بێ ئینتەرنێت کار دەکات.
es: El fondo del mapa necesita internet. La lista funciona sin conexión.
fa: پس‌زمینه نقشه به اینترنت نیاز دارد. فهرست بدون اینترنت کار می‌کند.
fa_af: پس‌زمینه نقشه به انترنت نیاز دارد. فهرست بدون انترنت کار می‌کند.
fil: Kailangan ng internet ang background ng mapa. Gumagana offline ang listahan.
fr: Le fond de carte nécessite internet. La liste fonctionne hors ligne.
gu: નકશાની પૃષ્ઠભૂમિ માટે ઇન્ટરનેટ જોઈએ. યાદી ઑફલાઇન ચાલે છે.
ha: Bayan taswirar yana buƙatar intanet. Jerin yana aiki ba tare da intanet ba.
hi: नक्शे की पृष्ठभूमि के लिए इंटरनेट चाहिए। सूची ऑफ़लाइन चलती है।
hu: A térkép háttere internetet igényel. A lista internet nélkül is működik.
id: Latar peta perlu internet. Daftar berfungsi offline.
ka: რუკის ფონს ინტერნეტი სჭირდება. სია ოფლაინ მუშაობს.
km: ផ្ទៃខាងក្រោយផែនទីត្រូវការអ៊ីនធឺណិត។ បញ្ជីដំណើរការក្រៅបណ្ដាញ។
kn: ನಕ್ಷೆಯ ಹಿನ್ನೆಲೆಗೆ ಇಂಟರ್ನೆಟ್ ಬೇಕು. ಪಟ್ಟಿ ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ.
mk: За позадината на мапата е потребен интернет. Списокот работи без интернет.
ml: മാപ്പിന്റെ പശ്ചാത്തലത്തിന് ഇന്റർനെറ്റ് വേണം. പട്ടിക ഓഫ്‌ലൈനായി പ്രവർത്തിക്കും.
mr: नकाशाच्या पार्श्वभूमीसाठी इंटरनेट लागते. यादी ऑफलाइन चालते.
nl: De kaartachtergrond heeft internet nodig. De lijst werkt offline.
pa: ਨਕਸ਼ੇ ਦੇ ਪਿਛੋਕੜ ਲਈ ਇੰਟਰਨੈੱਟ ਚਾਹੀਦਾ ਹੈ। ਸੂਚੀ ਆਫ਼ਲਾਈਨ ਕੰਮ ਕਰਦੀ ਹੈ।
pt: O fundo do mapa precisa de internet. A lista funciona offline.
ru: Для фона карты нужен интернет. Список работает офлайн.
si: සිතියමේ පසුබිමට අන්තර්ජාලය අවශ්‍යයි. ලැයිස්තුව නොබැඳිව ක්‍රියා කරයි.
sr: Позадини мапе је потребан интернет. Листа ради ван мреже.
sw: Mandharinyuma ya ramani yanahitaji intaneti. Orodha inafanya kazi bila intaneti.
te: మ్యాప్ నేపథ్యానికి ఇంటర్నెట్ అవసరం. జాబితా ఆఫ్‌లైన్‌లో పనిచేస్తుంది.
th: พื้นหลังแผนที่ต้องใช้อินเทอร์เน็ต รายการใช้งานออฟไลน์ได้
tr: Harita arka planı internet gerektirir. Liste çevrim dışı çalışır.
ug: خەرىتە ئارقا كۆرۈنۈشى ئۈچۈن تور كېرەك. تىزىملىك تورسىز ئىشلەيدۇ.
ur: نقشے کا پس منظر انٹرنیٹ مانگتا ہے۔ فہرست آف لائن کام کرتی ہے۔
vi: Nền bản đồ cần internet. Danh sách vẫn hoạt động ngoại tuyến.
zh_hans: 地图底图需要联网。列表可离线使用。

# map_offline_plot
source: Offline view: direction and distance from the search point. Not a street map.
ar: عرض دون إنترنت: الاتجاه والمسافة من نقطة البحث، وليس خريطة شوارع.
as: অফলাইন দৃশ্য: সন্ধানৰ ঠাইৰ পৰা দিশ আৰু দূৰত্ব। এইটো পথৰ মানচিত্ৰ নহয়।
bn: অফলাইন দৃশ্য: খোঁজার জায়গা থেকে দিক ও দূরত্ব। এটি রাস্তার মানচিত্র নয়।
bs: Prikaz bez interneta: smjer i udaljenost od tačke pretrage. Nije mapa ulica.
ckb: پیشاندانی ئۆفلاین: ئاراستە و دووری لە خاڵی گەڕانەکەوە. نەخشەی شەقام نییە.
es: Vista sin conexión: dirección y distancia desde el punto de búsqueda. No es un callejero.
fa: نمای آفلاین: جهت و فاصله از نقطه جستجو. نقشه خیابان‌ها نیست.
fa_af: نمای آفلاین: جهت و فاصله از نقطه جستجو. نقشه سرک‌ها نیست.
fil: Offline na view: direksyon at layo mula sa punto ng paghahanap. Hindi ito mapa ng kalye.
fr: Vue hors ligne : direction et distance depuis le point de recherche. Pas un plan des rues.
gu: ઑફલાઇન દૃશ્ય: શોધની જગ્યાથી દિશા અને અંતર. આ રસ્તાઓનો નકશો નથી.
ha: Duba ba tare da intanet ba: shiyya da nisa daga wurin bincike. Ba taswirar tituna ba ce.
hi: ऑफ़लाइन दृश्य: खोज की जगह से दिशा और दूरी। यह सड़कों का नक्शा नहीं है।
hu: Offline nézet: irány és távolság a keresési ponttól. Nem utcatérkép.
id: Tampilan offline: arah dan jarak dari titik pencarian. Bukan peta jalan.
ka: ოფლაინ ხედი: მიმართულება და მანძილი ძიების წერტილიდან. ეს ქუჩების რუკა არ არის.
km: ទិដ្ឋភាពក្រៅបណ្ដាញ៖ ទិស និងចម្ងាយពីចំណុចស្វែងរក។ មិនមែនផែនទីផ្លូវទេ។
kn: ಆಫ್‌ಲೈನ್ ನೋಟ: ಹುಡುಕಾಟದ ಸ್ಥಳದಿಂದ ದಿಕ್ಕು ಮತ್ತು ದೂರ. ಇದು ರಸ್ತೆ ನಕ್ಷೆ ಅಲ್ಲ.
mk: Приказ без интернет: насока и растојание од точката на пребарување. Не е улична мапа.
ml: ഓഫ്‌ലൈൻ കാഴ്ച: തിരയൽ സ്ഥലത്തുനിന്നുള്ള ദിശയും ദൂരവും. ഇത് തെരുവ് മാപ്പല്ല.
mr: ऑफलाइन दृश्य: शोधाच्या ठिकाणापासून दिशा आणि अंतर. हा रस्त्यांचा नकाशा नाही.
nl: Offline weergave: richting en afstand vanaf het zoekpunt. Geen stratenkaart.
pa: ਆਫ਼ਲਾਈਨ ਦ੍ਰਿਸ਼: ਖੋਜ ਵਾਲੀ ਥਾਂ ਤੋਂ ਦਿਸ਼ਾ ਅਤੇ ਦੂਰੀ। ਇਹ ਗਲੀਆਂ ਦਾ ਨਕਸ਼ਾ ਨਹੀਂ।
pt: Visualização offline: direção e distância a partir do ponto de busca. Não é um mapa de ruas.
ru: Офлайн-вид: направление и расстояние от точки поиска. Это не карта улиц.
si: නොබැඳි දසුන: සෙවුම් ස්ථානයේ සිට දිශාව සහ දුර. මෙය වීදි සිතියමක් නොවේ.
sr: Приказ ван мреже: смер и удаљеност од тачке претраге. Није мапа улица.
sw: Mwonekano bila intaneti: mwelekeo na umbali kutoka mahali pa utafutaji. Si ramani ya barabara.
te: ఆఫ్‌లైన్ వీక్షణ: వెతికిన ప్రదేశం నుండి దిశ, దూరం. ఇది వీధి మ్యాప్ కాదు.
th: มุมมองออฟไลน์: ทิศทางและระยะทางจากจุดค้นหา ไม่ใช่แผนที่ถนน
tr: Çevrim dışı görünüm: arama noktasından yön ve mesafe. Sokak haritası değildir.
ug: تورسىز كۆرۈنۈش: ئىزدەش نۇقتىسىدىن يۆنىلىش ۋە ئارىلىق. كوچا خەرىتىسى ئەمەس.
ur: آف لائن منظر: تلاش کے مقام سے سمت اور فاصلہ۔ یہ گلیوں کا نقشہ نہیں۔
vi: Chế độ ngoại tuyến: hướng và khoảng cách từ điểm tìm kiếm. Không phải bản đồ đường phố.
zh_hans: 离线视图：显示与搜索点的方向和距离，不是街道地图。

# maps_apple
source: Apple Maps
ar: خرائط Apple
es: Mapas de Apple
fr: Plans
tr: Apple Haritalar

# maps_google
source: Google Maps
ar: خرائط Google
tr: Google Haritalar

# method_DUBAI
source: Dubai
ar: دبي
as: দুবাই
bn: দুবাই
ckb: دوبەی
es: Dubái
fa: دبی
fa_af: دبی
fr: Dubaï
gu: દુબઈ
hi: दुबई
hu: Dubaj
ka: დუბაი
km: ឌូបៃ
kn: ದುಬೈ
mk: Дубаи
ml: ദുബായ്
mr: दुबई
pa: ਦੁਬਈ
ru: Дубай
si: ඩුබායි
sr: Дубаи
te: దుబాయ్
th: ดูไบ
ug: دۇبەي
ur: دبئی
zh_hans: 迪拜

# method_EGYPTIAN
source: Egyptian General Authority of Survey
ar: الهيئة المصرية العامة للمساحة
as: ইজিপ্তৰ জেনেৰেল ছাৰ্ভে কৰ্তৃপক্ষ
bn: মিশরীয় জেনারেল সার্ভে কর্তৃপক্ষ
bs: Egipatska generalna uprava za premjer
ckb: دەستەی گشتی ڕووپێوی میسر
es: Autoridad General de Topografía de Egipto
fa: سازمان عمومی نقشه‌برداری مصر
fa_af: سازمان عمومی نقشه‌برداری مصر
fr: Autorité égyptienne de géodésie
gu: ઇજિપ્તની જનરલ સર્વે ઓથોરિટી
ha: Hukumar Safiyo ta Masar
hi: मिस्र का जनरल सर्वे प्राधिकरण
hu: Egyiptomi Általános Földmérési Hatóság
id: Otoritas Survei Umum Mesir
ka: ეგვიპტის გეოდეზიის გენერალური სამმართველო
km: អាជ្ញាធរស្ទង់មតិទូទៅអេហ្ស៊ីប
kn: ಈಜಿಪ್ಟಿಯನ್ ಜನರಲ್ ಅಥಾರಿಟಿ ಆಫ್ ಸರ್ವೆ
mk: Египетска генерална управа за премер
ml: ഈജിപ്ഷ്യൻ ജനറൽ അതോറിറ്റി ഓഫ് സർവേ
mr: इजिप्तचे जनरल सर्वे प्राधिकरण
nl: Egyptische Algemene Landmeetkundige Dienst
pa: ਮਿਸਰੀ ਜਨਰਲ ਅਥਾਰਟੀ ਆਫ਼ ਸਰਵੇ
pt: Autoridade Geral de Topografia do Egito
ru: Египетское генеральное управление геодезии
si: ඊජිප්තු සමීක්ෂණ මහා අධිකාරිය
sr: Египатска генерална управа за премер
sw: Mamlaka Kuu ya Upimaji ya Misri
te: ఈజిప్షియన్ జనరల్ అథారిటీ ఆఫ్ సర్వే
th: องค์การสำรวจแห่งอียิปต์
tr: Mısır Genel Ölçme Kurumu
ug: مىسىر ئومۇمىي ئۆلچەش ئىدارىسى
ur: مصری جنرل اتھارٹی آف سروے
vi: Tổng cục Trắc địa Ai Cập
zh_hans: 埃及测绘总局

# method_KARACHI
source: University of Islamic Sciences, Karachi
ar: جامعة العلوم الإسلامية، كراتشي
as: ইউনিভাৰ্ছিটি অৱ ইছলামিক ছায়েন্সেছ, কৰাচী
bn: ইউনিভার্সিটি অব ইসলামিক সায়েন্সেস, করাচি
bs: Univerzitet islamskih nauka, Karachi
ckb: زانکۆی زانستە ئیسلامییەکان، کەراچی
es: Universidad de Ciencias Islámicas, Karachi
fa: دانشگاه علوم اسلامی، کراچی
fa_af: دانشگاه علوم اسلامی، کراچی
fr: Université des sciences islamiques, Karachi
gu: યુનિવર્સિટી ઑફ ઇસ્લામિક સાયન્સિસ, કરાચી
ha: Jami'ar Ilimin Addinin Musulunci, Karachi
hi: यूनिवर्सिटी ऑफ़ इस्लामिक साइंसेज़, कराची
hu: Iszlám Tudományok Egyeteme, Karacsi
id: Universitas Ilmu Islam, Karachi
ka: ისლამური მეცნიერებების უნივერსიტეტი, ყარაჩი
km: សាកលវិទ្យាល័យវិទ្យាសាស្ត្រឥស្លាម ការ៉ាជី
kn: ಯೂನಿವರ್ಸಿಟಿ ಆಫ್ ಇಸ್ಲಾಮಿಕ್ ಸೈನ್ಸಸ್, ಕರಾಚಿ
mk: Универзитет за исламски науки, Карачи
ml: യൂണിവേഴ്സിറ്റി ഓഫ് ഇസ്‌ലാമിക് സയൻസസ്, കറാച്ചി
mr: युनिव्हर्सिटी ऑफ इस्लामिक सायन्सेस, कराची
nl: Universiteit voor Islamitische Wetenschappen, Karachi
pa: ਯੂਨੀਵਰਸਿਟੀ ਆਫ਼ ਇਸਲਾਮਿਕ ਸਾਇੰਸਿਜ਼, ਕਰਾਚੀ
pt: Universidade de Ciências Islâmicas, Karachi
ru: Университет исламских наук, Карачи
si: ඉස්ලාමීය විද්‍යා විශ්වවිද්‍යාලය, කරච්චි
sr: Универзитет исламских наука, Карачи
sw: Chuo Kikuu cha Sayansi za Kiislamu, Karachi
te: యూనివర్సిటీ ఆఫ్ ఇస్లామిక్ సైన్సెస్, కరాచీ
th: มหาวิทยาลัยวิทยาการอิสลาม การาจี
tr: İslami İlimler Üniversitesi, Karaçi
ug: ئىسلام ئىلىملىرى ئۇنىۋېرسىتېتى، كاراچى
ur: جامعہ علوم اسلامیہ، کراچی
vi: Đại học Khoa học Hồi giáo, Karachi
zh_hans: 卡拉奇伊斯兰科学大学

# method_KUWAIT
source: Kuwait
ar: الكويت
as: কুৱেইট
bn: কুয়েত
bs: Kuvajt
ckb: کوەیت
fa: کویت
fa_af: کویت
fr: Koweït
gu: કુવૈત
hi: कुवैत
hu: Kuvait
ka: ქუვეითი
km: គុយវ៉ែត
kn: ಕುವೈತ್
mk: Кувајт
ml: കുവൈത്ത്
mr: कुवेत
nl: Koeweit
pa: ਕੁਵੈਤ
ru: Кувейт
si: කුවේට්
sr: Кувајт
te: కువైట్
th: คูเวต
tr: Kuveyt
ug: كۇۋەيت
ur: کویت
zh_hans: 科威特

# method_MOON_SIGHTING_COMMITTEE
source: Moonsighting Committee
ar: لجنة رؤية الهلال
as: মুনছাইটিং কমিটি
bn: মুনসাইটিং কমিটি
bs: Komitet za viđenje mjeseca
ckb: لیژنەی بینینی مانگ
es: Comité de Avistamiento Lunar
fa: کمیته رؤیت هلال
fa_af: کمیته رؤیت هلال
fr: Comité d’observation lunaire
gu: મૂનસાઇટિંગ કમિટી
ha: Kwamitin Ganin Wata
hi: मूनसाइटिंग कमेटी
hu: Holdészlelési Bizottság
id: Komite Rukyat Hilal
ka: მთვარის დანახვის კომიტეტი
km: គណៈកម្មាធិការមើលព្រះចន្ទ
kn: ಮೂನ್‌ಸೈಟಿಂಗ್ ಕಮಿಟಿ
mk: Комитет за гледање на месечината
ml: മൂൺസൈറ്റിംഗ് കമ്മിറ്റി
mr: मूनसाइटिंग कमिटी
pa: ਮੂਨਸਾਈਟਿੰਗ ਕਮੇਟੀ
pt: Comitê de Observação da Lua
ru: Комитет по наблюдению луны
si: මූන්සයිටින් කමිටුව
sr: Комитет за виђење месеца
sw: Kamati ya Kuandama kwa Mwezi
te: మూన్‌సైటింగ్ కమిటీ
th: คณะกรรมการดูเดือน
tr: Hilal Gözlem Komitesi
ug: ئاي كۆرۈش كومىتېتى
ur: مون سائٹنگ کمیٹی
vi: Ủy ban Quan sát Trăng
zh_hans: 见月委员会

# method_MUSLIM_WORLD_LEAGUE
source: Muslim World League
ar: رابطة العالم الإسلامي
as: মুছলিম ৱৰ্ল্ড লীগ
bn: মুসলিম ওয়ার্ল্ড লীগ
bs: Muslimanska svjetska liga
ckb: ڕابیتەی جیهانی ئیسلامی
es: Liga Musulmana Mundial
fa: رابطه جهان اسلام
fa_af: رابطه عالم اسلامی
fr: Ligue islamique mondiale
gu: મુસ્લિમ વર્લ્ડ લીગ
hi: मुस्लिम वर्ल्ड लीग
hu: Muszlim Világliga
id: Liga Muslim Dunia
ka: მუსლიმთა მსოფლიო ლიგა
km: សម្ព័ន្ធពិភពលោកមូស្លីម
kn: ಮುಸ್ಲಿಂ ವರ್ಲ್ಡ್ ಲೀಗ್
mk: Муслиманска светска лига
ml: മുസ്‌ലിം വേൾഡ് ലീഗ്
mr: मुस्लिम वर्ल्ड लीग
pa: ਮੁਸਲਿਮ ਵਰਲਡ ਲੀਗ
pt: Liga Muçulmana Mundial
ru: Всемирная исламская лига
si: මුස්ලිම් වර්ල්ඩ් ලීග්
sr: Муслиманска светска лига
te: ముస్లిం వరల్డ్ లీగ్
th: สันนิบาตโลกมุสลิม
tr: Dünya Müslüman Birliği
ug: ئىسلام دۇنيا بىرلىكى
ur: مسلم ورلڈ لیگ
vi: Liên đoàn Thế giới Hồi giáo
zh_hans: 伊斯兰世界联盟
